{
  "templates": [
    {
      "id": "sondermuell",
      "name": "Sondermüll",
      "description": "Spezielle gefährliche Abfälle, die besondere Entsorgungsmaßnahmen erfordern. Diese Kategorie umfasst hochgefährliche Substanzen, die nicht in die üblichen Kategorien fallen. Extrem gesundheits- und umweltgefährdend.",
      "disposal_instructions": "Sofortige Segregation und Kennzeichnung erforderlich. In speziell zertifizierten Behältern mit Sekundärsicherung lagern. Vollständige Dokumentation aller Inhaltsstoffe obligatorisch. Nur durch spezialisierte Entsorgungsfachbetriebe mit entsprechender Zulassung abholen lassen. Keine Vermischung mit anderen Abfallströmen.",
      "detailed_instructions": "1. Vorbereitung: Bereitstellung von zugelassenen Spezialbehältern mit UN-Kennzeichnung, persönliche Schutzausrüstung (Vollschutz, Atemschutz) anlegen, Sicherheitsdatenblätter bereithalten.\n\n2. Sammlung: Sofortige Trennung nach Gefahrenklassen, keine Vermischung verschiedener Sondermüllarten, maximale Füllmenge 90% beachten, doppelte Containment-Systeme verwenden.\n\n3. Kennzeichnung: Deutliche Beschriftung mit Abfallschlüsselnummer (AVV), Gefahrensymbolen nach GHS, Datum der ersten Befüllung, vollständige Inhaltsangabe, Verantwortlichem und Notfallkontakt.\n\n4. Lagerung: Separate Lagerung in zugelassenem Gefahrstofflager, kontrollierte Temperatur und Belüftung, Auffangwannen mit 110% Volumen, Zutrittsbeschränkung nur für geschultes Personal, regelmäßige Inspektion.\n\n5. Dokumentation: Lückenlose Führung des Abfallbegleitscheins, Eintragung ins Abfallverzeichnis, digitale Erfassung aller Bewegungen, Aufbewahrung der Nachweise mindestens 10 Jahre.\n\n6. Transport: Nur durch zertifizierte Gefahrguttransportunternehmen, Einhaltung der ADR-Vorschriften, Begleitpapiere komplett, Notfallausrüstung im Transportfahrzeug.\n\n7. Sicherheitsmaßnahmen: Sofortmaßnahmen bei Verschüttung definiert, Notduschen und Augenspülstationen in Reichweite, Brandschutzmaßnahmen besonders beachten, regelmäßige Schulung aller Mitarbeiter, Notfallplan aktuell halten.",
      "color": "#DC2626",
      "icon": "☢️",
      "hazard_level": "critical",
      "category": "hazardous",
      "default_frequency": "immediate",
      "waste_code": "20 01 27"
    },
    {
      "id": "wasser_pak_eluate",
      "name": "Wasser/PAK/Eluate",
      "description": "Wässrige Lösungen kontaminiert mit polyzyklischen aromatischen Kohlenwasserstoffen (PAK) oder andere Eluate aus analytischen Verfahren. Hochgefährlich aufgrund krebserregender und mutagener Eigenschaften der PAK-Verbindungen. Besondere Vorsicht bei Handhabung erforderlich.",
      "disposal_instructions": "In chemikalienbeständigen, dicht verschlossenen Behältern sammeln. Keine Vermischung mit anderen wässrigen Abfällen. Lagerung bei konstanter Temperatur unter Lichtschutz. Behälter mit vollständiger Inhaltsangabe und PAK-Konzentration kennzeichnen. Regelmäßige monatliche Entsorgung durch zertifizierte Fachfirma mit Spezialisierung auf PAK-haltige Abfälle.",
      "detailed_instructions": "1. Materialbeschaffung: Bereitstellung von PAK-beständigen PE- oder Glasflaschen mit Schraubverschluss, Sekundärbehälter für Leckagesicherung, spezielle PAK-resistente Handschuhe (Nitril, 0.4mm), Laborkittel und Schutzbrille.\n\n2. Sammelverfahren: Eluate direkt nach Analytik in vorbereitete Sammelbehälter überführen, Vermeidung von Spritzern und Aerosolen, Verwendung von Pipettierhilfen, keine Pipettierung mit dem Mund, sofortiger Verschluss nach Befüllung.\n\n3. Kennzeichnung der Behälter: Aufkleber 'Wasser/PAK/Eluate' anbringen, Abfallschlüssel 07 05 11 notieren, Datum der ersten Befüllung, geschätzte PAK-Konzentration (falls bekannt), Warnsymbole für Gesundheitsgefahr und Umweltgefährdung, Name des Verantwortlichen.\n\n4. Lagerbedingungen: Dunkle, kühle Lagerung (15-20°C), Vermeidung direkter Sonneneinstrahlung (PAK-Abbau), säurebeständige Auffangwanne, getrennt von oxidierenden Stoffen, belüfteter Lagerbereich, maximale Lagerdauer 3 Monate.\n\n5. Transportvorbereitung: Prüfung der Behälterdichtigkeit vor Transport, Verpackung in zugelassene Transportbehälter, Polsterung gegen Bruch, vollständige Begleitdokumentation, Anmeldung bei Entsorgungsfachbetrieb.\n\n6. Dokumentationspflichten: Eintrag in Abfallverzeichnis mit Menge und Konzentration, Erstellung Entsorgungsnachweis, Archivierung der Analysenzertifikate, Führung des Abfallbegleitscheins, digitale Erfassung im Labormanagementsystem.\n\n7. Arbeitsschutz und Notfall: Hautschutzplan beachten, nach Kontakt sofort Hände waschen, bei Verschütten Bindemittel verwenden, kontaminierte Bereiche sperren, betroffene Kleidung als Sondermüll entsorgen, ärztliche Überwachung bei regelmäßigem Umgang, Notfallnummern bereithalten.",
      "color": "#2563EB",
      "icon": "💧",
      "hazard_level": "high",
      "category": "aqueous",
      "default_frequency": "monthly",
      "waste_code": "07 05 11"
    },
    {
      "id": "aceton",
      "name": "Aceton",
      "description": "Hochflüchtiges organisches Lösungsmittel, häufig in der Laboranalytik verwendet. Leicht entzündlich und kann Reizungen verursachen.",
      "disposal_instructions": "In speziellen Behältern für organische Lösungsmittel sammeln. Nicht mit Wasser mischen. Bei Raumtemperatur lagern, fern von Zündquellen. Behälter deutlich kennzeichnen und regelmäßig zur Entsorgung bereitstellen.",
      "detailed_instructions": "1. Materialbeschaffung: Zertifizierte Sicherheitsbehälter für brennbare Flüssigkeiten bereitstellen, explosionsgeschützte Lagerungsbereiche vorbereiten, Schutzausrüstung (Schutzbrille, Nitrilhandschuhe, Laborkittel) anlegen.\n\n2. Sammelverfahren: Aceton direkt nach Verwendung in gekennzeichnete Sammelbehälter für halogenfreie Lösungsmittel geben, Behälter sofort verschließen (Verdunstung minimieren), getrennt von halogenhaltigen Lösungsmitteln sammeln, nicht mit Wasser oder anderen Chemikalien vermischen.\n\n3. Kennzeichnung: Behälter mit 'Aceton - halogenfreies Lösungsmittel' beschriften, Abfallschlüssel 07 01 03 anbringen, Gefahrensymbole (Flamme) anbringen, Datum der ersten Befüllung notieren, maximales Volumen markieren.\n\n4. Lagerung: In belüftetem Bereich fern von Zündquellen lagern (min. 5m Abstand), Temperatur unter 25°C halten, in Auffangwanne mit 110% Volumen, niemals in Nähe von Oxidationsmitteln oder Säuren, Erdung der Behälter vorsehen.\n\n5. Transport und Entsorgung: Behälter maximal zu 90% füllen, vor Transport auf Dichtigkeit prüfen, monatliche Abholung durch zertifizierten Entsorger, Entsorgungsnachweis führen, Restmengen nie in Abfluss entsorgen.\n\n6. Dokumentation: Mengenbilanz führen (Einkauf vs. Entsorgung), Abfallbegleitschein vollständig ausfüllen, Nachweisbuch pflegen, Archivierung für mindestens 5 Jahre.\n\n7. Notfallmaßnahmen: Bei Verschütten Bereich lüften und Zündquellen entfernen, mit Bindemittel aufnehmen, kontaminiertes Bindemittel als Sondermüll entsorgen, bei Hautkontakt mit viel Wasser abspülen, bei Brand CO2- oder Pulverlöscher verwenden (kein Wasser), Notfalltelefon bereithalten.",
      "color": "#FF6B6B",
      "icon": "⚗️",
      "hazard_level": "high",
      "category": "chemical",
      "default_frequency": "monthly",
      "waste_code": "07 01 03"
    },
    {
      "id": "chloroform",
      "name": "Chloroform",
      "description": "Chloriertes Lösungsmittel mit betäubenden Eigenschaften. Krebserregend und umweltgefährdend. Besondere Vorsicht erforderlich.",
      "disposal_instructions": "Nur in dafür zugelassenen Spezialbehältern sammeln. An kühlem, gut belüftetem Ort lagern. Kontakt mit Haut und Dämpfen vermeiden. Sofortige fachgerechte Entsorgung durch zertifizierte Fachfirma.",
      "detailed_instructions": "1. Vorbereitung: Spezielle Behälter für halogenhaltige Lösungsmittel bereitstellen, komplette Schutzausrüstung anlegen (Atemschutz, Nitrilhandschuhe doppelt, Schutzbrille, Laborkittel), Abzug auf Funktion prüfen.\n\n2. Sammlung: Ausschließlich unter Abzug arbeiten, sofortige Überführung in Sammelbehälter für halogenhaltige Lösungsmittel, keine Vermischung mit anderen Chemikalien, Behälter sofort verschließen.\n\n3. Kennzeichnung: 'Chloroform - halogenhaltig, krebserregend' beschriften, Abfallschlüssel 07 01 03, GHS-Piktogramme (Totenkopf, Gesundheitsgefahr) anbringen, Datum und Verantwortlichen notieren.\n\n4. Lagerung: Kühle Lagerung (unter 20°C), getrennt von halogenfrei Lösungsmitteln, in Auffangwanne, nur in Gefahrstoffschrank, maximale Lagerdauer 1 Woche.\n\n5. Transport: Sofortige Anmeldung zur Entsorgung, keine Eigentransporte, nur durch spezialisierte Fachfirma.\n\n6. Dokumentation: Genaue Mengenerfassung, Entsorgungsnachweise mindestens 10 Jahre aufbewahren, Expositionsdokumentation für betroffenes Personal.\n\n7. Notfallmaßnahmen: Bei Verschütten Bereich evakuieren, nur mit Atemschutz betreten, mit Bindemittel aufnehmen, bei Hautkontakt sofort waschen und Arzt konsultieren, bei Einatmen frische Luft und Notarzt rufen.",
      "color": "#C92A2A",
      "icon": "☠️",
      "hazard_level": "critical",
      "category": "chemical",
      "default_frequency": "immediate",
      "waste_code": "07 01 03"
    },
    {
      "id": "methanol",
      "name": "Methanol",
      "description": "Toxisches Alkohol, verwendet als Lösungsmittel und Desinfektionsmittel. Hochentzündlich und giftig bei Einatmen oder Hautkontakt.",
      "disposal_instructions": "In gekennzeichneten Behältern für halogenfreie organische Lösungsmittel sammeln. Von Oxidationsmitteln fernhalten. Behälter dicht verschlossen halten und in Auffangwannen lagern.",
      "detailed_instructions": "1. Vorbereitung: Sicherheitsbehälter für brennbare, giftige Flüssigkeiten bereitstellen, Schutzausrüstung anlegen (Schutzbrille, Nitrilhandschuhe, Laborkittel), gut belüfteten Arbeitsbereich sicherstellen.\n\n2. Sammlung: In separaten Behältern für halogenfreie Alkohole sammeln, nicht mit anderen Lösungsmitteln mischen, Behälter sofort nach Befüllung verschließen, keine Lagerung in der Nähe von Oxidationsmitteln.\n\n3. Kennzeichnung: 'Methanol - giftig, brennbar' beschriften, Abfallschlüssel 07 01 04, GHS-Piktogramme (Flamme, Totenkopf) anbringen, Datum notieren.\n\n4. Lagerung: In Auffangwanne lagern, fern von Zündquellen (min. 3m), Temperatur unter 25°C, ausreichende Belüftung, Gefahrstoffschrank bevorzugt.\n\n5. Transport: Monatliche Abholung durch zertifizierten Entsorger, Behälter max. 90% füllen, Dichtigkeit vor Transport prüfen.\n\n6. Dokumentation: Mengen dokumentieren, Entsorgungsnachweise aufbewahren, Expositionsregister führen.\n\n7. Notfall: Bei Verschütten Zündquellen entfernen, mit Bindemittel aufnehmen, bei Hautkontakt sofort waschen, bei Augenkontakt 15 Min. spülen und Arzt aufsuchen, bei Einatmen frische Luft - kann zur Erblindung führen!",
      "color": "#FA5252",
      "icon": "⚠️",
      "hazard_level": "high",
      "category": "chemical",
      "default_frequency": "monthly",
      "waste_code": "07 01 04"
    },
    {
      "id": "ethanol",
      "name": "Ethanol",
      "description": "Gängiges Desinfektionsmittel und Lösungsmittel in biologischen Laboren. Brennbar, aber weniger toxisch als Methanol.",
      "disposal_instructions": "In Behältern für brennbare Flüssigkeiten sammeln. Kann bei niedrigen Konzentrationen (<10%) mit Wasser verdünnt über das Abwasser entsorgt werden. Höhere Konzentrationen über Sondermüll entsorgen.",
      "detailed_instructions": "1. Vorbereitung: Behälter für brennbare Flüssigkeiten bereitstellen, Schutzbrille und Handschuhe anlegen, Konzentrationsbestimmung wenn möglich.\n\n2. Sammlung: Lösungen >10% Ethanol in Sammelbehälter für Alkohole geben, Lösungen <10% können nach lokaler Genehmigung ins Abwasser (pH prüfen!), getrennt von Methanol sammeln.\n\n3. Kennzeichnung: 'Ethanol' mit Konzentrationsangabe beschriften, bei >10%: Abfallschlüssel 07 01 04 und Flammensymbol, Datum notieren.\n\n4. Lagerung: Fern von Zündquellen, in Auffangwanne, Raumtemperatur möglich, gute Belüftung sicherstellen.\n\n5. Transport: Alle 2 Wochen Entsorgung, bei kleinen Mengen (<10%) Abwasserentsorgung nach Freigabe möglich, größere Mengen durch Fachfirma.\n\n6. Dokumentation: Mengen und Konzentrationen dokumentieren, bei Abwasserentsorgung Genehmigung einholen und dokumentieren.\n\n7. Notfall: Bei Verschütten Zündquellen entfernen, aufwischen oder mit Bindemittel aufnehmen, bei Hautkontakt mit Wasser abspülen, bei Augenkontakt spülen, weniger gefährlich als Methanol aber Vorsicht bei hohen Konzentrationen.",
      "color": "#FFA94D",
      "icon": "🍷",
      "hazard_level": "medium",
      "category": "chemical",
      "default_frequency": "biweekly",
      "waste_code": "07 01 04"
    },
    {
      "id": "formaldehyd",
      "name": "Formaldehyd",
      "description": "Hochgiftiges Fixierungsmittel für biologische Proben. Krebserregend und stark reizend für Augen, Haut und Atemwege.",
      "disposal_instructions": "Nur in speziellen, dicht verschlossenen Behältern sammeln. In Gefahrstoffschränken lagern mit ausreichender Belüftung. Strenge Kennzeichnungspflicht. Entsorgung ausschließlich durch zertifizierte Fachbetriebe.",
      "detailed_instructions": "1. Vorbereitung: Spezielle Formaldehyd-Behälter bereitstellen, komplette Schutzausrüstung (Atemschutz FFP3, doppelte Handschuhe, Schutzbrille, Laborkittel), nur unter Abzug arbeiten.\n\n2. Sammlung: Ausschließlich unter Abzug handhaben, in speziellen dicht verschließbaren Behältern sammeln, sofortiger Verschluss nach Befüllung, keine Vermischung mit anderen Chemikalien.\n\n3. Kennzeichnung: 'Formaldehyd - krebserregend' deutlich beschriften, Abfallschlüssel 06 01 06, GHS-Piktogramme (Totenkopf, Gesundheitsgefahr, Ätzwirkung), Konzentration angeben, Datum notieren.\n\n4. Lagerung: Nur in abschließbarem Gefahrstoffschrank, bei Raumtemperatur, in Sekundärbehälter, getrennt von anderen Chemikalien, max. Lagerdauer 2 Wochen.\n\n5. Transport: Sofortige Entsorgung anmelden, nur durch spezialisierte Fachfirma, keine Eigentransporte, ADR-konforme Verpackung.\n\n6. Dokumentation: Genaue Mengenerfassung, Expositionsdokumentation für Personal, Entsorgungsnachweise 30 Jahre aufbewahren, arbeitsmedizinische Vorsorge dokumentieren.\n\n7. Notfall: Bei Verschütten Bereich evakuieren, nur mit Vollschutz betreten, mit speziellem Bindemittel aufnehmen, bei Hautkontakt sofort 15 Min. waschen, bei Augenkontakt spülen und Augenarzt, bei Einatmen frische Luft und Notarzt, krebserregende Wirkung beachten!",
      "color": "#E03131",
      "icon": "☢️",
      "hazard_level": "critical",
      "category": "chemical",
      "default_frequency": "immediate",
      "waste_code": "06 01 06"
    },
    {
      "id": "heptan",
      "name": "Heptan",
      "description": "Aliphatischer Kohlenwasserstoff, verwendet als unpolares Lösungsmittel in der Extraktion und Chromatographie. Hochentzündlich und gesundheitsschädlich beim Einatmen. Kann Schläfrigkeit und Benommenheit verursachen.",
      "disposal_instructions": "In speziellen Behältern für halogenfreie Kohlenwasserstoffe sammeln. Getrennt von halogenhaltigen Lösungsmitteln lagern. In explosionsgeschützten Bereichen bei Raumtemperatur aufbewahren. Behälter fest verschlossen halten wegen hoher Flüchtigkeit. Monatliche Entsorgung durch zertifizierten Fachbetrieb. Nicht mit Oxidationsmitteln oder Säuren in Kontakt bringen.",
      "detailed_instructions": "1. Vorbereitung der Arbeitsumgebung: Explosionsgeschützte Arbeitsbereiche nutzen, funkenfreie Werkzeuge verwenden, Sicherheitsbehälter aus Edelstahl oder speziellem Kunststoff bereitstellen, Schutzausrüstung anlegen (Schutzbrille, chemikalienbeständige Handschuhe, Laborkittel).\n\n2. Sammelverfahren: Heptan-Abfälle sofort nach Verwendung in vorgesehene Sammelbehälter überführen, Verwendung von Trichtern mit Erdung zur Vermeidung elektrostatischer Aufladung, Behälter nie überfüllen (maximal 90%), sofortiges Verschließen nach Einfüllung, getrennte Sammlung von anderen Lösungsmitteln.\n\n3. Behälterkennzeichnung: Deutliche Beschriftung 'Heptan - Kohlenwasserstoff', Abfallschlüssel 07 01 04 anbringen, Gefahrensymbole (Flamme, Gesundheitsgefahr) aufkleben, Befülldatum notieren, Verantwortlichen vermerken, Notfalltelefon angeben.\n\n4. Lagerungsbedingungen: Nur in zugelassenen Gefahrstoffschränken oder explosionsgeschützten Räumen lagern, Temperaturbereich 15-25°C einhalten, Lagerung in Auffangwannen (mindestens 110% des größten Gebindes), mindestens 5 Meter Abstand zu Zündquellen, keine direkte Sonneneinstrahlung, ausreichende Belüftung gewährleisten (6-facher Luftwechsel/Stunde).\n\n5. Transportvorbereitung: Vor Transport Behälter auf Dichtigkeit und Unversehrtheit prüfen, in zugelassene Transportverpackung einsetzen, gegen Umfallen und Verrutschen sichern, Begleitpapiere vorbereiten (Entsorgungsnachweis, Beförderungspapier), nur bei moderaten Temperaturen transportieren.\n\n6. Dokumentation und Nachweisführung: Abfallbilanz führen (Menge, Datum, Herkunft), Entsorgungsnachweise archivieren (10 Jahre), Eintragung ins betriebliche Abfallverzeichnis, Erfassung im Gefahrstoffkataster, digitale Dokumentation empfohlen.\n\n7. Sicherheits- und Notfallmaßnahmen: Bei Verschütten sofort Bereich absperren, Zündquellen eliminieren, mit geeignetem Bindemittel aufnehmen (kein Sägemehl - Brandgefahr), kontaminiertes Bindemittel als Sondermüll entsorgen, bei Dämpfeentwicklung Bereich evakuieren und lüften, bei Hautkontakt gründlich mit Wasser und Seife waschen, bei Einatmen Person an die frische Luft bringen, Notfallnummern bereithalten, regelmäßige Schulungen durchführen.",
      "color": "#F97316",
      "icon": "⚗️",
      "hazard_level": "medium",
      "category": "chemical",
      "default_frequency": "monthly",
      "waste_code": "07 01 04"
    },
    {
      "id": "saeuren",
      "name": "Säuren",
      "description": "Anorganische und organische Säuren (z.B. Salzsäure, Schwefelsäure, Essigsäure). Ätzend und korrosiv, verursachen schwere Verätzungen der Haut und Augenschäden. Können mit vielen Stoffen heftig reagieren.",
      "disposal_instructions": "Getrennt nach Art sammeln (organische/anorganische Säuren). In säurebeständigen Behältern lagern. Neutralisation nur nach Rücksprache mit Sicherheitsbeauftragten. Nicht mit Laugen oder Oxidationsmitteln mischen. Behälter in Auffangwannen stellen und deutlich kennzeichnen.",
      "detailed_instructions": "1. Materialbeschaffung und Vorbereitung: Säurebeständige Behälter aus PE oder Glas mit dichtschließenden Deckeln bereitstellen, separate Behälter für organische und anorganische Säuren, Schutzausrüstung komplett anlegen (Schutzbrille/Gesichtsschild, säurefeste Handschuhe, Laborkittel, geschlossene Schuhe), Notdusche und Augenspülstation in Reichweite prüfen.\n\n2. Trennungsverfahren und Sammlung: Strikte Trennung organischer (z.B. Essigsäure, Ameisensäure) von anorganischen Säuren (z.B. Salzsäure, Schwefelsäure, Salpetersäure), oxidierend wirkende Säuren (z.B. Salpetersäure) gesondert sammeln, konzentrierte Säuren nicht verdünnen ohne Genehmigung, langsames Einfüllen unter Abzug, Behälter maximal zu 90% füllen.\n\n3. Kennzeichnung der Sammelbehälter: Beschriftung 'Säuren - organisch' oder 'Säuren - anorganisch', Abfallschlüssel 06 01 06 für anorganische oder 06 01 01 für organische Säuren, GHS-Gefahrenpiktogramme (Ätzwirkung) anbringen, genaue Inhaltsangabe mit Hauptkomponenten, pH-Wert wenn bekannt, Befülldatum und verantwortliche Person.\n\n4. Lagerungsbedingungen: Lagerung in säurebeständigen Auffangwannen mit mindestens 110% Fassungsvermögen, belüfteter, kühler Lagerraum (15-25°C), getrennt von Laugen (mindestens 3 Meter Abstand), getrennt von Cyaniden und Sulfiden, keine Lagerung über Augenhöhe, regelmäßige Kontrolle auf Leckagen und Korrosion.\n\n5. Transportvorbereitung: Behälter vor Transport auf Beschädigung und Dichtigkeit prüfen, in Transportgestellen oder -wannen sichern, Polsterung gegen Stoß und Bruch, bei größeren Mengen separate Abholung vereinbaren, Entsorgungsbegleitschein korrekt ausfüllen.\n\n6. Dokumentationspflichten: Genaue Aufzeichnung aller gesammelten Säuren (Art, Konzentration, Menge), Führung des Abfallverzeichnisses nach §43 KrWG, Entsorgungsnachweise mindestens 10 Jahre aufbewahren, bei gefährlichen Mengen Jahreserklärung erforderlich.\n\n7. Notfall- und Sicherheitsmaßnahmen: Bei Verschütten zunächst Bereich absperren, mit geeignetem Bindemittel (Chemikalienbinder) aufnehmen, KEINE Neutralisation ohne Fachkenntnis (Wärmeentwicklung!), bei Hautkontakt sofort mit viel Wasser spülen (mindestens 15 Minuten), bei Augenkontakt Augenspülung und sofort Arzt aufsuchen, kontaminierte Kleidung sofort entfernen, regelmäßige Unterweisung aller Mitarbeiter nach TRGS 526.",
      "color": "#E11D48",
      "icon": "🧪",
      "hazard_level": "high",
      "category": "chemical",
      "default_frequency": "biweekly",
      "waste_code": "06 01 06"
    },
    {
      "id": "laugen",
      "name": "Laugen",
      "description": "Basische Lösungen wie Natriumhydroxid oder Kaliumhydroxid. Stark ätzend für Haut und Schleimhäute.",
      "disposal_instructions": "In alkalienbeständigen Behältern sammeln. Getrennt von Säuren lagern. Behälter deutlich als Laugen kennzeichnen. Keine Neutralisation ohne fachliche Anweisung. Regelmäßige Abholung durch Entsorgungsfachbetrieb.",
      "detailed_instructions": "1. Vorbereitung: Alkalienbeständige PE-Behälter bereitstellen, Schutzausrüstung anlegen (Gesichtsschild, alkalibeständige Handschuhe, Schürze, geschlossene Schuhe), Notdusche prüfen.\n\n2. Sammlung: Strikte Trennung verschiedener Laugen (NaOH, KOH, NH3), langsames Einfüllen unter Abzug, keine Neutralisation ohne Genehmigung (Wärmeentwicklung!), Behälter max. 90% füllen.\n\n3. Kennzeichnung: 'Laugen' mit pH-Wert beschriften, Abfallschlüssel 06 01 02, GHS-Piktogramm (Ätzwirkung), Hauptkomponenten angeben, Datum notieren.\n\n4. Lagerung: Getrennt von Säuren (min. 3m Abstand), in alkalibeständiger Auffangwanne, Raumtemperatur, gut belüftet, keine Lagerung über Augenhöhe.\n\n5. Transport: Monatliche Entsorgung, Behälter auf Dichtigkeit prüfen, in Transportwannen sichern, separate Abholung von Säuren.\n\n6. Dokumentation: Genaue Aufzeichnung von Art, Konzentration und Menge, Entsorgungsnachweise 10 Jahre aufbewahren.\n\n7. Notfall: Bei Verschütten mit viel Wasser verdünnen (keine Neutralisation!), mit Bindemittel aufnehmen, bei Hautkontakt sofort 20 Min. mit Wasser spülen (Laugen dringen tiefer als Säuren!), bei Augenkontakt spülen und Augenarzt.",
      "color": "#BE4BDB",
      "icon": "🔬",
      "hazard_level": "high",
      "category": "chemical",
      "default_frequency": "monthly",
      "waste_code": "06 01 02"
    },
    {
      "id": "loesungsmittel_gemische",
      "name": "Lösungsmittel-Gemische",
      "description": "Gemische verschiedener organischer Lösungsmittel aus Laborprozessen. Zusammensetzung variabel.",
      "disposal_instructions": "Nach halogenhaltig und halogenfrei trennen. In entsprechend gekennzeichneten Sammelbehältern lagern. Vollständige Dokumentation der Inhaltsstoffe. Nicht überfüllen (max. 90%). Vor Wärme und Zündquellen schützen.",
      "detailed_instructions": "1. Vorbereitung: Separate Behälter für halogenhaltige und halogenfreie Gemische bereitstellen, Schutzausrüstung anlegen, Liste der enthaltenen Lösungsmittel vorbereiten.\n\n2. Trennung und Sammlung: Halogenhaltige (mit Cl, Br, F) strikt von halogenfreien trennen, bei Unsicherheit Beilstein-Probe durchführen, vollständige Dokumentation aller Komponenten, max. 90% Füllstand.\n\n3. Kennzeichnung: 'Lösungsmittelgemisch - halogenhaltig' oder '- halogenfrei' beschriften, alle Hauptkomponenten auflisten, Abfallschlüssel 07 01 04 bzw. 07 01 03, GHS-Symbole anbringen.\n\n4. Lagerung: In Sicherheitsschränken für brennbare Flüssigkeiten, in Auffangwannen, fern von Zündquellen (min. 5m), gute Belüftung, getrennte Lagerung halogenhaltig/halogenfrei.\n\n5. Transport: Monatliche Entsorgung, getrennte Abholung für halogenhaltige und halogenfreie Gemische, Behälter sicher verschließen und gegen Umfallen sichern.\n\n6. Dokumentation: Genaue Zusammensetzung dokumentieren, Mengenbilanz führen, Entsorgungsnachweise getrennt archivieren.\n\n7. Notfall: Bei Verschütten Zündquellen entfernen, Bereich lüften, mit Bindemittel aufnehmen, kontaminiertes Bindemittel entsprechend entsorgen, bei unbekannter Zusammensetzung Fachpersonal hinzuziehen.",
      "color": "#FF8787",
      "icon": "🧴",
      "hazard_level": "high",
      "category": "chemical",
      "default_frequency": "monthly",
      "waste_code": "07 01 04"
    },
    {
      "id": "schwermetalle",
      "name": "Schwermetalle",
      "description": "Lösungen und Feststoffe mit Schwermetallen wie Blei, Cadmium, Chrom, Nickel. Hochgiftig und umweltgefährdend.",
      "disposal_instructions": "Streng getrennt nach Metallart sammeln. In speziellen Behältern mit Sekundärsicherung lagern. Lückenlose Dokumentation. Kein Vermischen verschiedener Schwermetalle. Sofortige Meldung bei Verschüttungen.",
      "detailed_instructions": "1. Vorbereitung: Separate Behälter für jede Schwermetallart (Pb, Cd, Cr, Ni, Cu, Zn etc.) bereitstellen, Schutzausrüstung (Handschuhe, Schutzbrille, Laborkittel) anlegen, Analysendaten bereitlegen.\n\n2. Sammlung: Strikte Trennung nach Metallart (keine Mischungen!), wässrige und organische Schwermetalllösungen getrennt sammeln, feste Schwermetallabfälle separat, bei Chrom(VI) besondere Vorsicht (krebserregend).\n\n3. Kennzeichnung: Metallart deutlich angeben (z.B. 'Bleisalzlösungen'), Abfallschlüssel 06 04 04, Konzentration angeben, GHS-Piktogramme (Gesundheitsgefahr, Umweltgefahr), Datum und Verantwortlichen notieren.\n\n4. Lagerung: Doppelte Sekundärsicherung (Behälter in Wanne in verschließbarem Schrank), getrennt nach Metallart, kühle Lagerung, bei Chromat-Lösungen vor Licht schützen, regelmäßige Kontrolle auf Leckagen.\n\n5. Transport: Quartalsweise Entsorgung, getrennte Abholung für jede Metallart, Analytik-Zertifikate beifügen, nur durch spezialisierte Schwermetall-Entsorger.\n\n6. Dokumentation: Detaillierte Aufzeichnung: Metallart, Verbindung, Konzentration, Menge, separate Schwermetall-Bestandsliste, Entsorgungsnachweise 30 Jahre aufbewahren, bei Cd und Cr(VI) besondere Dokumentation.\n\n7. Notfall: Bei Verschütten Bereich sofort absperren, mit speziellem Schwermetall-Bindemittel aufnehmen, kontaminierte Bereiche dekontaminieren, bei Hautkontakt sofort waschen, bei Aufnahme (bes. Cd, Pb) sofort Arzt aufsuchen, Wischproben zur Erfolgskontrolle.",
      "color": "#495057",
      "icon": "⚫",
      "hazard_level": "critical",
      "category": "heavy_metal",
      "default_frequency": "quarterly",
      "waste_code": "06 04 04"
    },
    {
      "id": "quecksilber",
      "name": "Quecksilber",
      "description": "Elementares Quecksilber oder quecksilberhaltige Verbindungen. Extrem toxisch, bioakkumulativ und persistent.",
      "disposal_instructions": "In bruchsicheren, luftdicht verschlossenen Spezialbehältern sammeln. Separate Lagerung von allen anderen Abfällen. Bei Verschütten spezielle Quecksilber-Bindemittel verwenden. Sofortige fachgerechte Entsorgung obligatorisch.",
      "detailed_instructions": "1. Vorbereitung und Materialbereitstellung: Spezielle bruchsichere Quecksilberbehälter aus Polyethylen mit Doppelverschluss bereitstellen, Quecksilber-Bindemittel (Schwefel-basiert oder Zink-Amalgam) vorrätig halten, komplette Schutzausrüstung (Quecksilber-resistente Handschuhe, Atemschutz FFP3, Schutzbrille, Laborkittel) anlegen, Notfallausrüstung bereitlegen.\n\n2. Sammelverfahren: Nur mit speziellen Pipetten oder Absaugvorrichtungen handhaben, niemals mit bloßen Händen berühren, sofortiges Überführen in vorbereitete Spezialbehälter, Vermeidung jeglicher Verschüttung, Arbeiten nur unter Abzug oder in gut belüftetem Bereich, keine Lagerung in Glasbehältern (Amalgambildung).\n\n3. Kennzeichnung: Deutliche Beschriftung 'Quecksilber - Hochgiftig', Abfallschlüssel 06 04 03 anbringen, GHS-Piktogramme (Totenkopf, Umweltgefahr) aufkleben, Menge in Gramm angeben, Datum der Einlagerung, Warnhinweis 'Extrem toxisch - bioakkumulativ', Name des Verantwortlichen und Notfallkontakt.\n\n4. Lagerungsbedingungen: Separate Lagerung in abschließbarem Giftschrank, getrennt von allen anderen Chemikalien (mindestens 5 Meter), Lagerung in doppelter Sekundärsicherung (Behälter in Auffangwanne in verschließbarer Box), konstante Raumtemperatur (15-25°C), keine Temperaturschwankungen, regelmäßige Kontrolle auf Unversehrtheit der Behälter, Zugang nur für autorisiertes Personal, schriftliche Bestandsführung.\n\n5. Transportvorbereitung: Sofortige Anmeldung bei spezialisiertem Entsorgungsfachbetrieb für Schwermetalle, keine Eigentransporte, Verpackung nach ADR-Vorschriften für Gefahrgut Klasse 6.1, vollständige Dokumentation der Menge und Herkunft, Begleitpapiere gemäß Quecksilber-Verordnung (EU) Nr. 2017/852.\n\n6. Dokumentation: Lückenlose Mengenbilanz (Einkauf, Verbrauch, Entsorgung), Eintragung in Gefahrstoffverzeichnis, separate Quecksilber-Bestandsliste, Entsorgungsnachweise mindestens 30 Jahre archivieren, Meldung an zuständige Behörde bei Mengen >1kg, digitale Erfassung empfohlen.\n\n7. Notfall- und Sicherheitsmaßnahmen: Bei Verschütten sofort Bereich großräumig absperren, alle Personen evakuieren, Quecksilber-Spezial-Bindemittel verwenden, NIEMALS mit Staubsauger aufsaugen (Aerosol-Bildung!), nur speziell geschultes Personal zur Beseitigung, kontaminierte Bereiche mit Jod-Kohle behandeln, bei Hautkontakt sofort mit Wasser spülen und Arzt aufsuchen, bei Einatmen von Dämpfen Person an frische Luft und umgehend Arzt konsultieren, regelmäßige arbeitsmedizinische Vorsorge für exponiertes Personal, Biomonitoring durchführen.",
      "color": "#868E96",
      "icon": "💧",
      "hazard_level": "critical",
      "category": "heavy_metal",
      "default_frequency": "immediate",
      "waste_code": "06 04 03"
    },
    {
      "id": "quecksilbereluate",
      "name": "Quecksilbereluate",
      "description": "Wässrige Lösungen und Eluate mit Quecksilberverbindungen aus analytischen Verfahren oder Extraktionsprozessen. Hochgiftig und bioakkumulativ mit extremer Umweltgefährdung. Auch geringe Konzentrationen erfordern besondere Sorgfalt bei der Handhabung.",
      "disposal_instructions": "In speziellen chemikalienbeständigen Behältern mit Quecksilber-Kennzeichnung sammeln. Getrennt von allen anderen wässrigen Abfällen lagern. Lagerung in doppelter Sekundärsicherung in belüftetem Bereich. Vollständige Dokumentation der Quecksilberkonzentration erforderlich. Sofortige Entsorgung durch zertifizierten Fachbetrieb mit Spezialisierung auf Quecksilber-Abfälle. Keine Vermischung mit anderen Schwermetalllösungen.",
      "detailed_instructions": "1. Materialvorbereitung: Spezielle PE- oder Glasflaschen für Quecksilberlösungen bereitstellen (nicht aus PVC - Kontamination), doppelte Auffangwannen aus säurebeständigem Material, vollständige Schutzausrüstung (quecksilberresistente Nitrilhandschuhe doppelt getragen, Schutzbrille, Laborkittel, Atemschutz bei höheren Konzentrationen), Quecksilber-Teststreifen zur Kontrolle.\n\n2. Sammelverfahren: Eluate unmittelbar nach Analytik in vorbereitete Sammelbehälter überführen, Verwendung von geschlossenen Transfersystemen wenn möglich, Vermeidung von Spritzern und Aerosolbildung, Arbeiten ausschließlich unter Abzug, pH-Wert prüfen und dokumentieren, bei pH <2 Stabilisierung erwägen (Rücksprache mit Entsorgungsfachbetrieb).\n\n3. Kennzeichnung und Deklaration: Aufkleber 'Quecksilbereluate - Hochgiftig' anbringen, Abfallschlüssel 06 04 04 deutlich sichtbar, GHS-Piktogramme (Totenkopf, Umweltgefahr, Gesundheitsgefahr), Quecksilberkonzentration in mg/l angeben (falls bekannt), Matrix beschreiben (z.B. salpetersaures Eluat), Datum der Sammlung, verantwortliche Person mit Unterschrift.\n\n4. Lagerung: Separate Lagerung im abschließbaren Schwermetallschrank, doppelte Sekundärsicherung (Behälter in Wanne in Box), Temperaturbereich 15-20°C konstant halten, vor Licht schützen (Abbau von Quecksilberverbindungen), getrennt von organischen Lösungsmitteln (min. 3m), getrennt von Cyaniden und Sulfiden (Giftgasbildung), maximale Lagerdauer 2 Monate, wöchentliche Sichtkontrolle auf Leckagen.\n\n5. Transport: Sofortige Kontaktaufnahme mit spezialisiertem Entsorger nach Sammlung, kein Transport durch Labor selbst, Verpackung gemäß ADR für UN3287 (Giftige anorganische Flüssigkeit), vollständige Analysendaten beifügen, Transportgenehmigung einholen, Abholung nur durch Fachpersonal mit Quecksilber-Zertifizierung.\n\n6. Dokumentation: Detaillierte Aufzeichnung: Herkunft, Menge, Konzentration, Matrix, pH-Wert, Führung eines separaten Quecksilber-Abfallregisters, Entsorgungsnachweise 30 Jahre aufbewahren, Meldung an Wasserbehörde bei Mengen >100ml mit Hg >1mg/l, Kopien aller Analysen archivieren, jährliche Bilanz erstellen.\n\n7. Sicherheits- und Notfallmaßnahmen: Bei Verschütten sofort Bereich großräumig absperren und evakuieren, mit speziellem Quecksilber-Bindemittel neutralisieren, kontaminierte Flächen mit Polysulfid-Lösung behandeln, kontaminierte Materialien als Quecksilber-Sondermüll entsorgen, bei Hautkontakt mindestens 15 Minuten mit fließendem Wasser spülen, bei Augenkontakt Augendusche nutzen und Augenarzt konsultieren, bei Verschlucken KEIN Erbrechen herbeiführen - sofort Notarzt, arbeitsmedizinische Vorsorge für regelmäßig exponiertes Personal (Biomonitoring auf Quecksilber im Urin), Notfallplan mit Telefonnummern von Giftnotruf und Spezialklinik bereithalten.",
      "color": "#71717A",
      "icon": "☠️",
      "hazard_level": "critical",
      "category": "heavy_metal",
      "default_frequency": "immediate",
      "waste_code": "06 04 04"
    },
    {
      "id": "waessrige_loesungen",
      "name": "Wässrige Lösungen",
      "description": "Verdünnte wässrige Lösungen mit geringen Konzentrationen an Chemikalien, Pufferlösungen, Salzlösungen.",
      "disposal_instructions": "Nach pH-Wert und Inhaltsstoffen getrennt sammeln. Lösungen mit pH 6-9 und geringer Schadstoffbelastung können nach Genehmigung über Abwasser entsorgt werden. Andere Lösungen in gekennzeichneten Behältern sammeln.",
      "detailed_instructions": "1. Vorbereitung: Separate Sammelbehälter für verschiedene pH-Bereiche bereitstellen, pH-Messgerät und Teststreifen, Schutzausrüstung anlegen, Abwassergenehmigung prüfen.\n\n2. Analyse und Sammlung: pH-Wert messen und dokumentieren, Inhaltsstoffe prüfen, Lösungen mit pH 6-9 und <100mg/l Schadstoffe können nach Genehmigung ins Abwasser, andere in Sammelbehälter, keine Schwermetalle oder organische Lösungsmittel.\n\n3. Kennzeichnung: pH-Wert auf Behälter notieren, Hauptinhaltsstoffe auflisten, Abfallschlüssel 06 01 06, bei sauren/basischen Lösungen entsprechende Symbole, Datum notieren.\n\n4. Lagerung: Nach pH-Bereich getrennt lagern, in PE-Behältern, Raumtemperatur, in Auffangwannen, keine Vermischung verschiedener Lösungen.\n\n5. Transport: Alle 2 Wochen Entsorgung, bei Abwasserentsorgung vorherige Genehmigung einholen und pH-Neutralität sicherstellen, größere Mengen durch Fachfirma.\n\n6. Dokumentation: pH-Werte und Zusammensetzung dokumentieren, bei Abwasserentsorgung Genehmigung und Mengenbilanz führen, Entsorgungsnachweise aufbewahren.\n\n7. Sicherheit: Bei unbekannter Zusammensetzung nicht ins Abwasser, bei pH <6 oder >9 als chemischer Abfall, bei Hautkontakt mit Wasser spülen, regelmäßige Schulung zur Abwasserentsorgung.",
      "color": "#4DABF7",
      "icon": "💦",
      "hazard_level": "medium",
      "category": "aqueous",
      "default_frequency": "biweekly",
      "waste_code": "06 01 06"
    },
    {
      "id": "asbest",
      "name": "Asbest",
      "description": "Asbesthaltige Materialien aus alten Laboreinrichtungen. Krebserregend bei Einatmung von Fasern.",
      "disposal_instructions": "NUR von speziell geschultem Personal handhaben. In staubdichten, gekennzeichneten Big-Bags verpacken. Bereich absperren. Asbestsanierung nur durch zertifizierte Fachfirmen. Strikte Einhaltung der TRGS 519.",
      "detailed_instructions": "1. Gefahrenanalyse: NUR durch TRGS 519-zertifizierte Fachfirma durchführen lassen, Bereich absperren und kennzeichnen, Zutrittskontrolle etablieren, niemals eigenhändig sanieren.\n\n2. Fachfirma beauftragen: Ausschließlich zertifizierte Asbestsanierer beauftragen, Sachkundenachweis prüfen, Arbeitsplan genehmigen lassen, Behörde informieren (Anzeigepflicht!).\n\n3. Schutzmaßnahmen: Vollschutzanzug Kategorie 3 Typ 5, FFP3-Atemschutz, Schleuse einrichten, Unterdruckhaltung, keine anderen Arbeiten parallel.\n\n4. Verpackung: Nur in zugelassenen, staubdichten Big-Bags, Kennzeichnung 'Asbest - Krebserregend', doppelte Verpackung, luftdichte Versiegelung.\n\n5. Transport: Nur durch zertifizierte Asbestentsorger, ADR-konforme Verpackung, Begleitscheine vollständig, direkt zur Deponie.\n\n6. Dokumentation: Lückenlose Dokumentation nach TRGS 519, Asbestkataster aktualisieren, Nachweise 40 Jahre aufbewahren, arbeitsmedizinische Kartei.\n\n7. Nachkontrolle: Freimessung durch Gutachter, Raumluftmessung, Freigabebescheinigung, langfristige Nachsorge für exponiertes Personal.",
      "color": "#212529",
      "icon": "⚠️",
      "hazard_level": "critical",
      "category": "hazardous",
      "default_frequency": "immediate",
      "waste_code": "17 06 05"
    },
    {
      "id": "infektioese_abfaelle",
      "name": "Infektiöse Abfälle",
      "description": "Biologische Materialien mit Infektionsrisiko: Kulturen von Mikroorganismen, kontaminierte Labormaterialien, Pathogenabfälle.",
      "disposal_instructions": "Sofort in reißfeste, flüssigkeitsdichte, gekennzeichnete Behälter (gelbe Säcke/Boxen) entsorgen. Vor Ort autoklavieren wenn möglich. Sichere Lagerung bis zur Abholung. Transport nur durch zugelassene Entsorger gemäß LAGA-Richtlinie.",
      "detailed_instructions": "1. Vorbereitung: Gelbe Säcke/Boxen für infektiöse Abfälle bereitstellen (UN3291), Schutzausrüstung anlegen (Handschuhe, Laborkittel, ggf. Gesichtsschutz), Autoklaviergerät funktionsbereit.\n\n2. Sammlung: Sofortige Entsorgung kontaminierter Materialien, strikte Trennung von nicht-infektiösen Abfällen, flüssige Kulturen vor Autoklavierung, feste Abfälle in reißfeste Säcke, max. 2/3 Füllstand.\n\n3. Kennzeichnung: Gelbe Behälter mit Biohazard-Symbol, Kennzeichnung 'Infektiöser Abfall - Risikogruppe X', Abfallschlüssel 18 01 03, Herkunftslabor und Datum angeben.\n\n4. Autoklavierung: Wenn möglich vor Ort autoklavieren (121°C, 20 Min, 2 bar), Autoklavierband zur Kontrolle, nach Autoklavierung als normaler Abfall entsorgbar, Dokumentation der Zyklen.\n\n5. Lagerung: Separate Lagerung in abschließbarem Raum, max. 24h bei Raumtemperatur (sonst kühlen), Zugriffskontrolle, bei großen Mengen Kühllagerung.\n\n6. Transport: Nur durch LAGA-zertifizierte Entsorger, ADR-konforme Verpackung (UN3291), Begleitscheine nach LAGA, tägliche oder wöchentliche Abholung je nach Menge.\n\n7. Notfall: Bei Verschütten Bereich absperren, Desinfektion mit geeignetem Mittel (z.B. Natriumhypochlorit), kontaminierte Flächen 30 Min. einwirken lassen, Nachdesinfektion, bei Verletzung Durchgangsarzt aufsuchen.",
      "color": "#C92A2A",
      "icon": "🦠",
      "hazard_level": "critical",
      "category": "biological",
      "default_frequency": "immediate",
      "waste_code": "18 01 03"
    },
    {
      "id": "scharfe_gegenstaende",
      "name": "Scharfe Gegenstände",
      "description": "Kanülen, Skalpelle, Glasscherben, Objektträger. Verletzungsgefahr und potentielle Kontamination.",
      "disposal_instructions": "Sofort nach Gebrauch in durchstichsichere, fest verschließbare Kanülenabwurfbehälter entsorgen. Behälter max. zu 3/4 füllen. Keine Manipulation am gefüllten Behälter. Bei Kontamination als infektiöser Abfall kennzeichnen.",
      "detailed_instructions": "1. Bereitstellung: Durchstichsichere Kanülenabwurfbehälter (gelb oder rot je nach Kontamination) in Griffnähe aufstellen, niemals nachträglich transportieren.\n\n2. Sofortentsorgung: Unmittelbar nach Gebrauch ohne Umstecken entsorgen, keine Recap von Kanülen, Skalpelle und Glasscherben vorsichtig einwerfen, KEIN Nachdrücken oder Komprimieren.\n\n3. Füllstand: Behälter max. zu 3/4 füllen (Markierung beachten), bei Erreichen sofort verschließen und austauschen, niemals überfüllen.\n\n4. Kennzeichnung: Bei biologischer Kontamination als infektiös kennzeichnen, bei chemischer Kontamination entsprechend markieren, Abfallschlüssel 18 01 01, Datum des ersten Gebrauchs notieren.\n\n5. Verschluss: Endgültiger Verschluss nach Erreichen der Fülllinie, kein erneutes Öffnen, Deckel fest verriegeln, Behälter nicht schütteln.\n\n6. Transport: Wöchentliche Abholung, bei infektiöser Kontamination als Abfall Schlüssel 18 01 03* behandeln, sichere Übergabe an Entsorger.\n\n7. Notfall bei Nadelstich: Blutfluss fördern (ausdrücken), Desinfektion, sofort Durchgangsarzt aufsuchen (Infektionsrisiko!), Vorfall dokumentieren, ggf. Postexpositionsprophylaxe, Nadelstichverletzung melden.",
      "color": "#868E96",
      "icon": "🔪",
      "hazard_level": "high",
      "category": "hazardous",
      "default_frequency": "weekly",
      "waste_code": "18 01 01"
    },
    {
      "id": "bauschutt",
      "name": "Bauschutt",
      "description": "Mineralische Bauabfälle: Beton, Ziegel, Fliesen, Keramik aus Umbau- oder Renovierungsarbeiten.",
      "disposal_instructions": "Nach Materialart sortieren. In geeigneten Containern sammeln. Getrennt von gefährlichen Abfällen lagern. Möglichkeit des Recyclings prüfen. Entsorgung über lokale Baustoffrecyclinghöfe.",
      "detailed_instructions": "1. Vorbereitung: Separate Container für verschiedene Baustoffe bereitstellen (Beton, Ziegel, Fliesen), Schutzausrüstung (Handschuhe, Sicherheitsschuhe), Kontamination prüfen.\n\n2. Sortierung: Beton separat von Ziegeln, Fliesen und Keramik getrennt, Gips gesondert (bindet Wasser), Holz und Metall aussortieren, keine gefährlichen Stoffe (Asbest!).\n\n3. Sammlung: In stabilen Containern oder Big-Bags sammeln, schwere Stücke unten, keine scharfen Kanten nach außen, maximales Gewicht beachten.\n\n4. Kennzeichnung: 'Bauschutt - mineralisch' oder spezifisch nach Material, Abfallschlüssel 17 01 07, Herkunft angeben, bei Verdacht auf Kontamination markieren.\n\n5. Lagerung: Getrennt von gefährlichen Abfällen, vor Witterung geschützt wenn möglich, sichere Standfläche, keine Vermischung mit Erdaushub.\n\n6. Recycling: Prüfung der Recyclingfähigkeit, sortenreine Trennung verbessert Verwertung, Entsorgung über Baustoffrecyclinghof, ggf. günstigere Entsorgung als Mischabfall.\n\n7. Dokumentation: Menge schätzen (Volumen oder Gewicht), Herkunft dokumentieren, bei kontaminiertem Material Analytik erforderlich, Entsorgungsnachweise aufbewahren.",
      "color": "#A0826D",
      "icon": "🧱",
      "hazard_level": "low",
      "category": "construction",
      "default_frequency": "yearly",
      "waste_code": "17 01 07"
    },
    {
      "id": "kontaminierter_boden",
      "name": "Kontaminierter Boden",
      "description": "Erdreich kontaminiert mit Chemikalien oder biologischen Schadstoffen aus Leckagen oder Unfällen.",
      "disposal_instructions": "Kontaminierte Bereiche sofort absperren und kennzeichnen. Probenahme und Analytik der Schadstoffe durchführen. In dichten Behältern oder Big-Bags sammeln. Dokumentation der Kontamination. Entsorgung entsprechend der Schadstoffbelastung.",
      "detailed_instructions": "1. Sofortmaßnahmen: Kontaminierten Bereich sofort absperren und kennzeichnen, Zutrittskontrolle etablieren, Ausbreitung verhindern, Behörden informieren bei größeren Mengen.\n\n2. Probenahme: Fachgerechte Probenahme durch geschultes Personal, repräsentative Proben in verschiedenen Tiefen, Dokumentation der Probenahmestellen, Fotodokumentation.\n\n3. Analytik: Laboranalyse auf vermutete Schadstoffe (Schwermetalle, Öl, Lösungsmittel, Pathogene), Einstufung nach LAGA-Richtlinie, Zuordnungswerte bestimmen.\n\n4. Aushub und Sammlung: Schutzausrüstung je nach Kontamination, Aushub mit sauberen Geräten, in dichten Big-Bags oder Containern sammeln, Vermischung mit sauberem Boden vermeiden.\n\n5. Kennzeichnung: 'Kontaminierter Boden' mit Schadstoff angeben, Abfallschlüssel 17 05 03, LAGA-Zuordnungsklasse, Herkunftsort, Menge und Datum.\n\n6. Transport: Nur durch zugelassene Entsorger, Begleitpapiere mit Analytik-Ergebnissen, ADR-Vorschriften bei gefährlichen Kontaminationen, direkt zur zugelassenen Deponie.\n\n7. Dokumentation: Lückenlose Dokumentation: Ursache, Umfang, Analytik-Ergebnisse, Aushubmenge, Entsorgungsweg, behördliche Freigabe einholen, Sanierungsnachweis aufbewahren.",
      "color": "#8B4513",
      "icon": "🌍",
      "hazard_level": "high",
      "category": "soil",
      "default_frequency": "immediate",
      "waste_code": "17 05 03"
    },
    {
      "id": "leere_behaelter",
      "name": "Leere Behälter",
      "description": "Entleerte Chemikalienbehälter, Flaschen, Dosen mit Restanhaftungen von Gefahrstoffen.",
      "disposal_instructions": "Behälter von gefährlichen Stoffen gelten als gefährlicher Abfall. Nicht ausspülen. Original-Etiketten drauf lassen. In Sammelbehälter für Verpackungen mit Restinhalten geben. Größere Mengen gesondert zur Entsorgung anmelden.",
      "detailed_instructions": "1. Prüfung: Original-Etiketten prüfen und drauf lassen, gefährliche Stoffe identifizieren, vollständige Entleerung sicherstellen (aber nicht ausspülen!).\n\n2. Sammlung: Behälter von Gefahrstoffen separat sammeln, NICHT mit normalem Verpackungsmüll, Original-Verschlüsse wenn möglich drauf lassen, in Sammelbehälter für kontaminierte Verpackungen.\n\n3. Kennzeichnung: Sammelbehälter als 'Leere Chemikalienbehälter mit Restanhaftungen' kennzeichnen, Abfallschlüssel 15 01 10, nicht ausspülen (Abwasserbelastung!).\n\n4. Lagerung: In belüftetem Bereich lagern, getrennt von sauberen Verpackungen, in Auffangwanne bei flüssigen Restanhaftungen, vor Witterung geschützt.\n\n5. Transport: Monatliche Entsorgung, bei größeren Mengen separate Anmeldung, Behälter gegen Umfallen sichern, Entsorgung als gefährlicher Abfall.\n\n6. Sonderregelungen: Vollständig entleerte und gespülte Behälter können ggf. recycelt werden (Genehmigung erforderlich), Behälter von akut toxischen Stoffen besonders behandeln.\n\n7. Dokumentation: Art der enthaltenen Gefahrstoffe dokumentieren, Mengenschätzung, Entsorgungsnachweise aufbewahren, bei wertvollen Behältern Rückgabe an Lieferant prüfen.",
      "color": "#ADB5BD",
      "icon": "📦",
      "hazard_level": "low",
      "category": "container",
      "default_frequency": "monthly",
      "waste_code": "15 01 10"
    },
    {
      "id": "spraydosen",
      "name": "Spraydosen",
      "description": "Aerosoldosen und Druckgasbehälter, leer oder mit Restinhalten. Explosionsgefahr bei unsachgemäßer Handhabung.",
      "disposal_instructions": "Nicht öffnen oder durchstechen. Vollständig entleerte Dosen über Metallschrott. Teilweise gefüllte Dosen als gefährlicher Abfall in speziellen Behältern sammeln. Von Hitze und direkter Sonneneinstrahlung fernhalten.",
      "detailed_instructions": "1. Prüfung: Restinhalt prüfen (schütteln, wiegen), vollständig entleerte Dosen von teilgefüllten trennen, Etikett auf Inhaltsstoffe prüfen.\n\n2. Trennung: Komplett leere Dosen (kein Sprühgeräusch, kein Gewicht) als Metallschrott, teilgefüllte Dosen als Sondermüll, nach Inhaltsstoffen unterscheiden (brennbar, giftig etc.).\n\n3. Sammlung: Teilgefüllte Dosen in spezielle Sammelbehälter für Aerosole, NICHT öffnen oder durchstechen (Explosionsgefahr!), stehend lagern.\n\n4. Lagerung: Von Hitze und direkter Sonneneinstrahlung fernhalten (Explosionsgefahr bei >50°C), gut belüfteter Bereich, fern von Zündquellen, in stabilen Behältern.\n\n5. Kennzeichnung: 'Spraydosen mit Restinhalt' beschriften, Abfallschlüssel 15 01 11, Inhaltsstoffe angeben (z.B. brennbare Gase), GHS-Symbole.\n\n6. Transport: Quartalsweise Entsorgung, gegen Umfallen sichern, keine Erschütterungen, nur durch zugelassene Entsorger, ADR-Vorschriften bei größeren Mengen.\n\n7. Sicherheit: Niemals erhitzen oder öffnen, bei beschädigten Dosen besondere Vorsicht, Schutzausrüstung bei Handhabung, bei Leckage Bereich lüften und evakuieren.",
      "color": "#74C0FC",
      "icon": "💨",
      "hazard_level": "medium",
      "category": "container",
      "default_frequency": "quarterly",
      "waste_code": "15 01 11"
    },
    {
      "id": "biologische_abfaelle",
      "name": "Biologische Abfälle",
      "description": "Nicht-infektiöse organische Laborabfälle: Pflanzenreste, Nährmedien, nicht-kontaminierte Zellkulturabfälle.",
      "disposal_instructions": "In beschrifteten Behältern sammeln. Wenn nicht kontaminiert, kann Autoklavierung ausreichen. Bei Unsicherheit über Kontamination als infektiös behandeln. Regelmäßige Abholung zur Vermeidung von Geruchsbildung.",
      "detailed_instructions": "1. Bewertung: Sicherstellen, dass Material nicht-infektiös ist, keine gentechnisch veränderten Organismen (GVO), keine Pathogene, bei Unsicherheit als infektiös behandeln.\n\n2. Sammlung: In beschrifteten Behältern sammeln (z.B. weiße Säcke), getrennt von infektiösen Abfällen, Pflanzenreste, verbrauchte Nährmedien, Agar-Platten ohne Pathogene.\n\n3. Autoklavierung: Wenn möglich vor Ort autoklavieren (121°C, 20 Min), Autoklavierband zur Kontrolle verwenden, nach erfolgreicher Autoklavierung als Restmüll entsorgbar.\n\n4. Kennzeichnung: 'Biologische Abfälle - nicht infektiös' beschriften, Abfallschlüssel 18 01 07, Herkunftslabor angeben, bei autoklaviert: Vermerk anbringen.\n\n5. Lagerung: Kühle Lagerung bevorzugt (Geruchsbildung vermeiden), max. 72h bei Raumtemperatur, in geschlossenen Behältern, getrennt von anderen Abfällen.\n\n6. Transport: Wöchentliche Abholung zur Vermeidung von Gerüchen, bei autoklavierten Abfällen normale Restmüllentsorgung möglich, sonst als biologischer Abfall.\n\n7. Besonderheiten: GVO-Material immer autoklavieren (gesetzliche Pflicht!), bei Antibiotika-haltigen Medien keine Abwasserentsorgung, Tierkörper über separate Wege (Tierkörperbeseitigung).",
      "color": "#51CF66",
      "icon": "🧬",
      "hazard_level": "high",
      "category": "biological",
      "default_frequency": "weekly",
      "waste_code": "18 01 07"
    },
    {
      "id": "zellkultur",
      "name": "Zellkultur",
      "description": "Abfälle aus Zellkulturarbeiten: verbrauchte Medien, kontaminierte Platten, Flaschen, Pipettenspitzen.",
      "disposal_instructions": "Flüssige Medien in dafür vorgesehene Behälter entleeren. Feste Abfälle in autoklavierbare Säcke geben. Autoklavierung bei 121°C, 20 Min. Nach Autoklavierung als normaler Abfall entsorgbar, sonst als biologischer/infektiöser Abfall.",
      "detailed_instructions": "1. Vorbereitung: Autoklavierbare Säcke und Behälter bereitstellen, Schutzausrüstung (Handschuhe, Laborkittel) anlegen, Autoklavierprotokoll vorbereiten.\n\n2. Trennung: Flüssige Medien in spezielle Behälter entleeren, feste Plastikmaterialien (Platten, Flaschen, Tips) in autoklavierbare Säcke, GVO-Material separat kennzeichnen.\n\n3. Autoklavierung: Standard-Zyklus 121°C, 20 Minuten, 1 bar Überdruck, Autoklavierband zur Kontrolle, vollständige Durchdringung sicherstellen, Protokoll dokumentieren.\n\n4. Kennzeichnung vor Autoklavierung: 'Zellkulturabfall - zur Autoklavierung' mit Herkunftslabor, bei GVO entsprechend markieren, Datum notieren.\n\n5. Entsorgung nach Autoklavierung: Erfolgreich autoklavierte Abfälle (Indikator umgeschlagen) als normaler Restmüll entsorgbar, Dokumentation der Autoklavierung aufbewahren.\n\n6. Alternative bei fehlender Autoklavierung: Als biologischer/infektiöser Abfall (Schlüssel 18 01 03) entsorgen, wöchentliche Abholung durch LAGA-zertifizierten Entsorger.\n\n7. Besonderheiten: Zelllinien mit Pathogenen immer als infektiös behandeln, bei Antibiotika-Zusatz keine Abwasserentsorgung von Medien, bei Chemotherapeutika-Exposition als Zytostatika-Abfall, regelmäßige Validierung der Autoklavierung.",
      "color": "#69DB7C",
      "icon": "🔬",
      "hazard_level": "high",
      "category": "biological",
      "default_frequency": "weekly",
      "waste_code": "18 01 07"
    },
    {
      "id": "glas",
      "name": "Glas",
      "description": "Laborglas ohne gefährliche Kontamination: Flaschen, Bechergläser, Reagenzgläser, nicht-scharfe Bruchstücke.",
      "disposal_instructions": "Gründlich ausspülen vor Entsorgung. In separaten Glascontainern sammeln. Kontaminiertes Glas muss je nach Gefährdung als Sondermüll entsorgt werden. Spitze Bruchstücke in durchstichsichere Behälter.",
      "detailed_instructions": "1. Vorbereitung und Prüfung: Sicherstellen, dass Glas nicht kontaminiert ist, bei Unsicherheit als kontaminiert behandeln, Schutzhandschuhe bei Handhabung von Bruchstücken.\n\n2. Reinigung: Unkontaminiertes Glas gründlich mit Wasser ausspülen, Etiketten wenn möglich entfernen, Verschlüsse und andere Materialien separieren, Spülwasser ins Abwasser (nur bei unkontaminiertem Glas!).\n\n3. Trennung: Scharfe Glasbruchstücke in durchstichsichere Behälter (wie bei scharfen Gegenständen), größere intakte Glaswaren in Glascontainer, kontaminiertes Glas NICHT zu Recyclingglas.\n\n4. Sammlung: Separate Glascontainer für Laborglas bereitstellen, vorsichtig einlegen (kein Werfen - Bruchgefahr), Container nicht überfüllen, schwere Stücke nach unten.\n\n5. Kontaminiertes Glas: Je nach Kontamination als chemischer Sondermüll oder mit Restmüll entsorgen, bei radioaktiver Kontamination Strahlenschutzbeauftragten kontaktieren, biologisch kontaminiert: autoklavieren oder als Abfall entsorgen.\n\n6. Recycling: Sauberes Laborglas kann oft recycelt werden, nach Farben trennen verbessert Recycling, einige Laborglas-Sorten (Borosilikat) haben eigene Entsorgungswege.\n\n7. Sicherheit: Handschuhe bei Handhabung von Glasbruch, bei Schnittverletzungen sofort versorgen und bei Kontamination Arzt aufsuchen, spitze Fragmente niemals in normale Müllsäcke.",
      "color": "#228BE6",
      "icon": "🔷",
      "hazard_level": "low",
      "category": "general",
      "default_frequency": "weekly",
      "waste_code": "15 01 07"
    },
    {
      "id": "plastik",
      "name": "Plastik",
      "description": "Kunststoffabfälle aus dem Labor: Pipettenspitzen, Reaktionsgefäße, Verpackungen ohne gefährliche Kontamination.",
      "disposal_instructions": "Nur unkontaminierte Kunststoffe recyceln. In gelben Säcken oder entsprechenden Behältern sammeln. Kontaminierte Kunststoffe als Laborabfall oder je nach Kontamination als Sondermüll entsorgen.",
      "detailed_instructions": "1. Bewertung: Prüfung auf Kontamination (chemisch, biologisch, radioaktiv), nur saubere Kunststoffe für Recycling, bei Unsicherheit als kontaminiert behandeln.\n\n2. Trennung: Unkontaminierte Verpackungen (z.B. von Reagenzien) in gelben Sack/Tonne, kontaminierte Labware (Tips, Tubes) als Laborabfall, nach Kontaminationsart unterscheiden.\n\n3. Sammlung unkontaminierter Kunststoffe: Gelbe Säcke für Verpackungen nutzen, wenn möglich nach Kunststoffart sortieren (PET, PE, PP), Reinigung verbessert Recycling.\n\n4. Kontaminierte Kunststoffe: Chemisch kontaminiert: als chemischer Abfall entsprechend der Substanz, biologisch kontaminiert: autoklavieren oder als Bio-Abfall, bei Pathogenen als infektiöser Abfall.\n\n5. Kennzeichnung: Kontaminierte Kunststoffe entsprechend kennzeichnen, Abfallschlüssel je nach Kontamination, bei gemischten Laborabfällen entsprechenden Sammelbehälter nutzen.\n\n6. Besonderheiten: PVC getrennt sammeln (problematisch bei Verbrennung), große Mengen Pipettenspitzen oft als Laborabfall, autoklavierte Kunststoffe können als Restmüll.\n\n7. Dokumentation: Bei Sondermüll-Entsorgung dokumentieren, Recyclingquoten im Blick behalten, regelmäßige Schulung zur korrekten Trennung, Kosteneinsparung durch saubere Trennung.",
      "color": "#FCC419",
      "icon": "♻️",
      "hazard_level": "low",
      "category": "general",
      "default_frequency": "weekly",
      "waste_code": "15 01 02"
    },
    {
      "id": "papier",
      "name": "Papier",
      "description": "Papier- und Kartonabfälle: Verpackungen, Laborbücher (nicht-kontaminiert), Dokumentationen, Kartons.",
      "disposal_instructions": "Nur sauberes, nicht-kontaminiertes Papier recyceln. In Papiercontainern sammeln. Vertrauliche Dokumente vor Entsorgung schreddern. Kontaminiertes Papier als Laborabfall oder Restmüll entsorgen.",
      "detailed_instructions": "1. Prüfung auf Kontamination: Sicherstellen, dass Papier sauber und trocken ist, keine chemischen oder biologischen Verschmutzungen, bei Kontakt mit Gefahrstoffen als Sondermüll.\n\n2. Datenschutz: Vertrauliche Dokumente (Patientendaten, Forschungsergebnisse, personenbezogene Daten) vor Entsorgung schreddern oder professionell vernichten lassen, Datenschutzrichtlinien beachten.\n\n3. Sammlung sauberes Papier: In blauen Papiertonnen sammeln, Heftklammern und Büroklammern können drin bleiben, keine beschichteten Papiere oder mit Plastik versiegelte.\n\n4. Kartonagen: Kartons zusammenfalten (Platz sparen), in separaten Containern sammeln, Verpackungsmaterial von Chemikalienlieferungen auf Kontamination prüfen.\n\n5. Kontaminiertes Papier: Mit Chemikalien benetztes Papier als chemischer Abfall, biologisch kontaminiert (z.B. Zellkultur-Unterlagen) autoklavieren oder als Bio-Abfall, bei Unsicherheit als Restmüll.\n\n6. Spezialfälle: Laborbücher müssen oft archiviert werden (gesetzliche Aufbewahrungsfristen!), Thermopapier (Etiketten, Ausdrucke) nicht zum Altpapier, beschichtetes Papier zum Restmüll.\n\n7. Optimierung: Papierloses Labor anstreben (digital), doppelseitiger Druck, Recyclingpapier verwenden, Fehldrucke als Notizpapier weiterverwenden, Schulung zur korrekten Trennung.",
      "color": "#94D82D",
      "icon": "📄",
      "hazard_level": "low",
      "category": "general",
      "default_frequency": "weekly",
      "waste_code": "15 01 01"
    }
  ],
  "metadata": {
    "version": "1.0.0",
    "last_updated": "2025-10-05",
    "laboratory_type": "biological",
    "compliance_standards": [
      "TRGS 519",
      "LAGA-Richtlinie",
      "AVV (Abfallverzeichnis-Verordnung)",
      "GefStoffV (Gefahrstoffverordnung)"
    ],
    "notes": [
      "Alle Entsorgungsanweisungen müssen gemäß lokaler Vorschriften angepasst werden",
      "Regelmäßige Schulungen des Personals sind erforderlich",
      "Waste codes entsprechen der europäischen Abfallverzeichnis-Verordnung (AVV)",
      "Bei Unsicherheiten immer den Sicherheitsbeauftragten konsultieren"
    ]
  }
}
